cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'aspnet/dnx'
tap 'caskroom/versions'

brew 'coreutils'
brew 'libgit2'
brew 'openssl'
brew 'readline'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'
brew 'nvm'
brew 'tree'
brew 'vim'
brew 'mc'
brew 'yarn'
brew 'gdb'
brew 'snappy'
brew 'sdl2'

cask '1password'
cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'transmission'
cask 'vlc'
cask 'visual-studio-code'
cask 'java7'

